Repository: sempostma/athena
Catalog: languages/athena-*.po
Languages: nl_nl

source: Bridges the gap between wordpress and Athena Apps
nl_nl: Overbrugt de kloof tussen WordPress en Athena Apps

source: All tokens have been revoked.
nl_nl: Alle tokens zijn ingetrokken.

source: The token %s has been revoked.
nl_nl: Het token %s is ingetrokken.

source: All expired tokens have been removed.
nl_nl: Alle verlopen tokens zijn verwijderd.

source: Basic configuration
nl_nl: Basis configuratie

source: Secret Key
nl_nl: Geheime sleutel

source: App modules post type enabled
nl_nl: App-modules post type ingeschakeld

source: Force all App Modules to be private when saved
nl_nl: Forceer alle app-modules wanneer ze worden opgeslagen priv√©

source: Use Firebase JWT
nl_nl: Gebruik Firebase JWT

source: This is all you need to start using JWT authentication.<br /> You can also specify these in wp-config.php instead using %1$s %2$s
nl_nl: Dit is alles wat je nodig hebt om JWT-authenticatie te gaan gebruiken.<br /> Je kunt deze ook opgeven in wp-config.php in plaats van %1$s %2$s

source: Defined in wp-config.php
nl_nl: Gedefinieerd in wp-config.php

source: Should be the App ID from the firebase console.
nl_nl: Moet de app-ID van de firebase-console zijn.

source: Should be a long string of letters, numbers and symbols.
nl_nl: Moet een lange reeks letters, cijfers en symbolen zijn.

source: Simple JWT Authentication API Tokens
nl_nl: Eenvoudige JWT Authentication API-tokens

source: Expires
nl_nl: Verloopt

source: Last used
nl_nl: Laatst gebruikt

source: By IP
nl_nl: Via IP

source: Lookup
nl_nl: Opzoeken

source: <strong>Platform</strong> %1$s. <strong>Browser:</strong> %2$s. <strong>Browser version:</strong> %3$s
nl_nl: <strong>Platform</strong> %1$s. <strong>Browser:</strong> %2$s. <strong>Browser versie:</strong> %3$s

source: Revoke
nl_nl: Intrekken

source: Doing this will require the user to login again on all devices.
nl_nl: Als u dit doet, moet de gebruiker zich opnieuw aanmelden op alle apparaten.

source: Revoke all tokens
nl_nl: Herroep alle tokens

source: Doing this will not affect logged in devices for this user.
nl_nl: Dit heeft geen invloed op ingelogde apparaten voor deze gebruiker.

source: Remove all expired tokens
nl_nl: Verwijder alle vervallen tokens

source: No tokens generated.
nl_nl: Geen tokens gegenereerd.

source: Unknown
nl_nl: Onbekend

source: JWT is not configurated properly, please contact the admin. The key is missing.
nl_nl: JWT is niet correct geconfigureerd, neem contact op met de beheerder. De sleutel ontbreekt.

source: Authorization header not found.
nl_nl: Autorisatieheader niet gevonden.

source: Authorization header malformed.
nl_nl: Autorisatieheader verkeerd opgemaakt.

source: The iss do not match with this server
nl_nl: De iss komen niet overeen met deze server

source: User ID not found in the token
nl_nl: Gebruikers-ID niet gevonden in het token

source: Token has been revoked.
nl_nl: Token is ingetrokken.

source: <strong>Error:</strong> Username or email not specified.
nl_nl: <strong>Fout:</strong> Gebruikersnaam of e-mailadres niet opgegeven

source: <strong>Error:</strong> Invalid username.
nl_nl: <strong>Fout:</strong> Ongeldige gebruikersnaam.

source: <strong>Error:</strong> Resetting password is not allowed.
nl_nl: <strong>Fout:</strong> Resetten van wachtwoord is niet toegestaan.

source: <strong>Success:</strong> an email for selecting a new password has been sent.
nl_nl: <strong>Success:</strong> een e-mail voor het selecteren van een nieuw wachtwoord is verzonden.
